[
    {
        "id": "e1",
        "name": "Jimmy Cash",
        "dialogue": [
            "Congrats Mayor Gatberg on winning the election!",
            "My name is Jimmy, and I'll be your financial adviser",
            "There's little you can build and execute without cash these days",
            "It is my job to help you grow this town into a thriving economy!"
        ]
    },
    {
        "id": "e2",
        "name": "Money",
        "dialogue": [
            "This metric represents your town's money."
        ]
    },
    {
        "id": "e3",
        "name": "Allena",
        "dialogue": [
            "Hey there, I'm the people's representative at the Ministry for the Environment",
            "If there is rampant development and the environment is harmed it could also cripple the town",
            "I'm here to make sure our environment is protected and our town is safe from natural disasters."
        ]
    },
    {
        "id": "e4",
        "name": "Environment Health",
        "dialogue": [
            "This metric represents your town's environmental health.",
        ]
    },
    {
        "id": "e5",
        "name": "James the Dog",
        "dialogue": [
            "Woof! [My name is James, miraculously you can understand me]",
            "Woof! Woof! [Decisions you make will also impact citizens' happiness]",
            "Woof! Woof! [If they are very unhappy, you could be voted out of office]"
        ]
    },
    {
        "id": "e6",
        "name": "Population Happiness",
        "dialogue": [
            "This metric represents your town's population happiness."
        ]
    },
    {
        "id": "e7",
        "name": "Town Requests",
        "dialogue": [
            "This pops up from time to time, clicking on it gives you side quests you can complete along the way",
            "Accepting these will increase your town's money. But ignoring them will decrease your town's happiness."
        ]
    },
    {
        "id": "e8",
        "name": "Advisory Board",
        "dialogue": [
            "By the way, you can move the camera with W, A, S, D, zoom with Z and X and rotate with Q and E!",
            "Good luck!"
        ]
    }
]
